{"indicator_number":"2.1.2","sdg_goal":"2","data_non_statistical":false,"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 426 KB)","graph_title":"Population by age groups and sex","graph_type":"line","indicator_name":"Population by age groups and sex","indicator_sort_order":"02-01-02","published":true,"reporting_status":"complete","target_name":"Demographic data","target_id":"2.1","un_custodian_agency":"Food and Agriculture Organisation of the United Nations (FAO)","un_designated_tier":"1","data_show_map":false,"source_active_1":true,"source_url_text_1":"Link to source","source_active_2":false,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"source_url_text_6":"Link to source","title":"Untitled","source_organisation_1":"BHAS","source_url_1":"https://unstats.un.org/sdgs/indicators/database/","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-02-01-02.pdf","computation_units":"Number","national_indicator_description":"In the Censuses of 1971, 1981 and 1991, the concept of „permanent residence“ was applied to determine the total number of the population. The permanent population of a place consists of all persons who permanently live in that place, i.e. have a place of residence, regardless of whether they were in that place at the critical moment of the census or were absent for any other reason, either in the country or abroad. Persons temporarily working abroad with foreign employers or self-employed, as family members staying with them abroad, are listed as permanent residents of the respective settlements in the country where they reside. When comparing data from the 1981 and 1991 Censuses with data from earlier censuses, certain methodological differences in defining the permanent population should be kept in mind. In the censuses of 1961 and 1971, workers who were permanently employed or had a shop in one place and lived in that place, and their families lived in another place, if they did not return daily from their place of work to their family's place of permanent residence , were considered permanent residents of the place where they worked.In the censuses of 1981 and 1991, the place of permanent residence was determined based on the statement of the person being enumerated or a member of the household, so the mentioned category of persons was listed as permanent residents of the settlements where their families lived, not the places where they worked.In the 2013 Census, the concept of “usual residents” was applied for the first time in order to determine the total number of population. Under this concept, a person shall be considered as a resident of the place at which s/he alone (in the case of a one-person household) or with members of her/his household spends most of time, that is, daily rest, irrespective of where the person’s place of residence is registered. Therefore, the total population of a certain place includes persons who lived in that place for a continuous period of at least one year prior to the Census Critical Moment, and persons who at that particular moment lived there less than 12 months but intend to stay at that place for at least one year.","page_content":"","national_metadata_updated_date":"2024-08-01","national_data_updated_date":"2024-08-01","national_metadata_update_url_text":"2024-08-01: see changes on GitHub","national_metadata_update_url":"https://github.com/demootpbh/populationData-data/commit/9d9dbe1f9d680cc3c95b5cad8688dc02c9e4dfda","national_data_update_url_text":"2024-08-01: see changes on GitHub","national_data_update_url":"https://github.com/demootpbh/populationData-data/commit/9d9dbe1f9d680cc3c95b5cad8688dc02c9e4dfda","indicator":"2.1.2"}