{"indicator_number":"2.4.1","sdg_goal":"2","data_non_statistical":false,"graph_title":"Population with disabilities by type of disability, age and sex","graph_type":"bar","indicator_name":"Population with disabilities by type of disability, age and sex","indicator_sort_order":"02-04-01","published":true,"reporting_status":"complete","target_name":"Disability","target_id":"2.4","un_designated_tier":"1","data_show_map":false,"source_active_1":true,"source_url_text_1":"Link to source","source_active_2":false,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"source_url_text_6":"Link to source","title":"Untitled","source_organisation_1":"BHAS","source_url_1":"https://unstats.un.org/sdgs/indicators/database/","goal_meta_link_text":"UN metadata","national_indicator_description":"Seeing is the ability of a person to use the sense of eyesight and optical abilities in order to notice (see) what is happening around him/her, whether the person uses glasses or lenses. Hearing is the ability of a person to use the sense of hearing in order to hear what he/she is being told or to hear noises surrounding him/her, including also noises pointing to immediate danger, regardless of whether the person uses an hearing aid or not. Walking is the ability of a person to use his/her legs in order to move from point A to point B. The ability to walk has to be without the assistance of another person or orthopaedic device (crutch, walking devices and wheelchairs). If such assistance is necessary, the person has walking limitations. Remembering is the ability of a person to use his/her memory in order to remember the events from his/her environment. This means that a person can remember or think over about something happened in the recent or distant past. Concentration is the ability of a person to use his/her mental abilities for performing tasks such as: reading, calculating, learning something. It is the ability of a person to devote full attention to a certain matter or to focus on one thing without losing concentration. Dressing and maintaining hygiene- this kind of limitation is related to the existence of obstacles when a person cannot take care of himself/herself on his/her won, that is he/she cannot dress, maintain personal hygiene, eat, take an item into his/her hands (clothes, footwear) or open a container, pan, etc. On his/her own, etc. Communication is the ability of a person to exchange information or ideas with other persons. Communication is the ability to use the voice, exchange signs or write information that we wish to exchange. Difficulties to communicate may result from physical limitations, such as impaired sense of hearing or speech problem, or brain inability to interpret sounds that the hearing aid has collected from the environment and, recognizing the words that were uttered.","computation_units":"Number","page_content":"","national_metadata_updated_date":"2024-10-29","national_data_updated_date":"2024-10-29","national_metadata_update_url_text":"2024-10-29: see changes on GitHub","national_metadata_update_url":"https://github.com/demootpbh/populationData-data/commit/2d3e2a8bd87607692eb8de94bb7698974dfa2fa3","national_data_update_url_text":"2024-10-29: see changes on GitHub","national_data_update_url":"https://github.com/demootpbh/populationData-data/commit/2d3e2a8bd87607692eb8de94bb7698974dfa2fa3","indicator":"2.4.1"}