{"indicator_number":"2.1.1","sdg_goal":"2","data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-02-01-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (pdf 232kB)","graph_title":"Stanovništvo prema dobi i spolu","graph_type":"line","indicator_name":"Stanovništvo prema dobi i spolu","indicator_sort_order":"02-01-01","published":true,"reporting_status":"complete","target_name":"Demografski podaci","target_id":"2.1","un_custodian_agency":"Food and Agriculture Organization of the United Nations (FAO)","un_designated_tier":"1","data_show_map":false,"source_active_1":true,"source_url_text_1":"Link to source","source_active_2":false,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"source_url_text_6":"Link to source","title":"Untitled","source_organisation_1":"BHAS","source_url_1":"https://unstats.un.org/sdgs/indicators/database/","national_indicator_description":"U Popisima 1971, 1981 i 1991. godine za utvrđivanje ukupnog broja stanovništva korišten je koncept „stalnog stanovanja“. Stalno stanovništvo nekog mjesta čine sve osobe koje u tom mjestu stalno žive, tj. imaju prebivalište, bez obzira jesu li se u kritičnom trenutku popisa nalazili u tom mjestu ili su iz bilo kojeg drugog razloga bili odsutni, bilo u zemlji ili inozemstvu. Osobe na privremenom radu u inozemstvu kod stranih poslodavaca ili samozaposlene osobe, kao članovi obitelji koji borave s njima u inozemstvu, navode se kao stalni stanovnici odgovarajućih naselja u državi u kojoj imaju prebivalište. Uspoređujući podatke iz Popisa stanovništva 1981. i 1991. godine s podacima iz ranijih popisa, treba imati u vidu određene metodološke razlike u definiranju stalnog stanovništva. U popisima 1961. i 1971. radnici koji su bili stalno zaposleni ili su imali radnju u jednom mjestu i živjeli u tom mjestu, a njihove obitelji živjele u drugom mjestu, ako se nisu svakodnevno vraćali s mjesta rada u mjesto svoje obitelji, smatrali su se stalnim stanovnicima mjesta u kojem su radili. U popisima 1981. i 1991. prebivalište se utvrđivalo na temelju izjave popisivača ili člana kućanstva, pa je navedena kategorija osoba navedena kao stalni stanovnici naselja u kojem su živjele njihove obitelji, a ne mjesta gdje su radili. U Popisu 2013. godine prvi put je primijenjen koncept „uobičajenog stanovništva“ za određivanje ukupnog broja stanovništva. Prema ovom konceptu, osoba se smatra stanovnikom mjesta u kojem provodi većinu vremena sama (u slučaju samačkog kućanstva) ili sa članovima svog kućanstva, odnosno dnevni odmor, bez obzira na to gdje ima prijavljeno prebivalište. Dakle, ukupno stanovništvo određenog mjesta uključuje osobe koje su u tom mjestu živjele neprekidno najmanje godinu dana prije kritičnog trenutka Popisa, kao i osobe koje su u tom trenutku živjele manje od 12 mjeseci s namjerom da u tom mjestu ostanu najmanje godinu dana.","computation_units":"Broj","page_content":"","national_metadata_updated_date":"2025-04-08","national_data_updated_date":"2025-04-08","national_metadata_update_url_text":"2025-04-08: see changes on GitHub","national_metadata_update_url":"https://github.com/demootpbh/populationData-data/commit/553f9ccc56bae610d613f901fda324963c83be56","national_data_update_url_text":"2025-04-08: see changes on GitHub","national_data_update_url":"https://github.com/demootpbh/populationData-data/commit/553f9ccc56bae610d613f901fda324963c83be56","indicator":"2.1.1"}