{"indicator_number":"2.1.2","sdg_goal":"2","data_non_statistical":false,"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 426 KB)","graph_title":"Stanovništvo prema dobnim skupinama i spolu","graph_type":"line","indicator_name":"Stanovništvo prema dobnim skupinama i spolu","indicator_sort_order":"02-01-02","published":true,"reporting_status":"complete","target_name":"Demografski podaci","target_id":"2.1","un_custodian_agency":"Food and Agriculture Organisation of the United Nations (FAO)","un_designated_tier":"1","data_show_map":false,"source_active_1":true,"source_url_text_1":"Link to source","source_active_2":false,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"source_url_text_6":"Link to source","title":"Untitled","source_organisation_1":"BHAS","source_url_1":"https://unstats.un.org/sdgs/indicators/database/","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-02-01-02.pdf","computation_units":"Broj","national_indicator_description":"U Popisima 1971, 1981 i 1991.godine za utvrđivanje ukupnog broja stanovništva primijenjen koncept „stalnog stanovanja“. Stalno stanovništvo jednog mjesta čine sva lica koja u tom mjestu stalno stanuju, tj. imaju prebivalište, bez obzira da li su se u kritičnom momentu popisa  nalazili u tom mjestu ili su bila odsutna iz bilo kog drugog razloga, bilo u zemlji ili u inostranstvu. Lica na privremenom radu u inostranstvu kod inostranih poslodavaca ili na samostalnom radu, kao članovi porodice koji s njima borave u inostranstvu popisani su kao stalni stanovnici odgovarajućih naselja u zemlji u kojima je njihovo prebivalište. Prilikom poređenja podataka Popisa stanovništva 1981. i 1991. godine sa podacima ranijih popisa treba imati u vidu izvjesne metodološke razlike u definisanju stalnog stanovništva. U popisima 1961. i 1971. godine radnici koji su bili stalno zaposleni ili su imali radnju u jednom mjestu i u tom mjestu su stanovali, a porodice su im živjele u drugom mjestu, ukoliko se iz mjesta rada u mjesto stalnog stanovanja svoje porodice nisu vraćali svakodnevno, smatrani su stalnim stanovnicima mjesta u kojem su radili. U popisima 1981. i 1991. godina mjesto stalnog stanovanja je određivano na osnovu izjave lica koje se popisuje ili nekog člana domaćinstva, pa je pomenuta kategorija lica popisana kao stalni stanovnici naselja u kojima su nastanjene njihove porodice, a ne mjesta u kojima su radili.U Popisu 2013. godine po prvi put je za utvrđivanje ukupnog broja stanovništva primijenjen koncept „uobičajenog stanovništva“. Po ovom konceptu osoba se smatra stanovnikom onog mjesta u kojem sama (u slučaju samačkog domaćinstva) ili s članovima svog domaćinstva provodi najveći dio svog vremena, odnosno dnevni odmor, nezavisno od toga gdje ima prijavljeno prebivalište. Time su u ukupno stanovništvo određenog mjesta uključene osobe koje su u tom mjestu živjele neprekidno najmanje godinu dana prije kritičnog momenta Popisa, kao i osobe koje su u tom momentu živjele kraće od 12 mjeseci s namjerom da u tom mjestu ostanu najmanje godinu dana.","page_content":"","national_metadata_updated_date":"2023-12-28","national_data_updated_date":"2023-12-28","national_metadata_update_url_text":"2023-12-28: see changes on GitHub","national_metadata_update_url":"https://github.com/demootpbh/populationData-data/commit/f110081ebcbe553052ac4fdf5e630cbb8e8fb5bc","national_data_update_url_text":"2023-12-28: see changes on GitHub","national_data_update_url":"https://github.com/demootpbh/populationData-data/commit/f110081ebcbe553052ac4fdf5e630cbb8e8fb5bc","indicator":"2.1.2"}