{"indicator_number":"2.4.1","sdg_goal":"2","data_non_statistical":false,"graph_title":"Stanovništvo sa poteškoćama prema vrsti poteškoće, starosnim grupama i spolu","graph_type":"bar","indicator_name":"Stanovništvo sa poteškoćama prema vrsti poteškoće, starosnim grupama i spolu","indicator_sort_order":"02-04-01","published":true,"reporting_status":"complete","target_name":"Invaliditet","target_id":"2.4","un_designated_tier":"1","data_show_map":false,"source_active_1":true,"source_url_text_1":"Link to source","source_active_2":false,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"source_url_text_6":"Link to source","title":"Untitled","source_organisation_1":"BHAS","source_url_1":"https://unstats.un.org/sdgs/indicators/database/","goal_meta_link_text":"UN metadata","national_indicator_description":"Vid je sposobnost osobe da korištenjem čula vida i optičke sposobnosti primijeti (opazi) šta se dešava oko nje, bez obzira na to koristi li naočale ili leće. Sluh je sposobnost osobe da koristi čulo sluha kako bi čula šta joj se govori ili čula zvukove oko sebe, uključujući i zvukove koji je upućuju na neposrednu opasnost, bez obzira na to koristi li slušni aparat. Hod je sposobnost osobe da koristi noge kako bi se pokrenula od tačke A do tačke B. Ova sposobnost hoda mora biti bez pomoći druge osobe ili ortopedskog pomagala (štake, hodalice, invalidskih kolica). Ukoliko je ovakva pomoć potrebna, osoba ima poteškoće s hodom.Pamćenje je sposobnost osobe da koristi svoju memoriju kako bi se sjetila dešavanja iz okruženja. To znači da se osoba može prisjetiti ili razmišljati ponovo o nečemu što se dogodilo u bližoj ili daljoj prošlosti. Koncentracija je sposobnost osobe da koristi svoje mentalne sposobnosti u svrhu obavljanja neke zadaće kao što je: čitanje, računanje, učenje o nečemu. To je sposobnost osobe da posveti punu pažnju nekom predmetu ili se fokusira bez gubitka pažnje na jednu stvar. Oblačenje i održavanje lične higijene − ova vrsta poteškoća se odnosi na postojanje prepreka kada osoba ne može samostalno brinuti o sebi, tj. Osoba se ne može samostalno oblačiti, održavati ličnu higijenu, hraniti se, rukama uhvatiti neki predmet (odjeću, obuću) ili otvoriti posudu, šerpu i sl. Komunikacija je sposobnost čovjeka za razmjenjivanje informacija ili ideja s drugim ljudima.To je sposobnost korištenja glasa, razmjenjivanja znakova ili pisanja informacije koju želimo razmijeniti. Poteškoća u komunikaciji može nastati zbog fizičkih ograničenja, kao što su oštećenje sluha ili problem s govorom, ili se može odnositi na nesposobnost mozga da protumači zvukove koje je slušni sistem prikupio iz okruženja i da prepozna riječi koje su izgovorene.","computation_units":"Broj","page_content":"","national_metadata_updated_date":"2025-03-21","national_data_updated_date":"2025-03-21","national_metadata_update_url_text":"2025-03-21: see changes on GitHub","national_metadata_update_url":"https://github.com/demootpbh/populationData-data/commit/f2f7747922ceda54943b8eec283c879d5d454635","national_data_update_url_text":"2025-03-21: see changes on GitHub","national_data_update_url":"https://github.com/demootpbh/populationData-data/commit/f2f7747922ceda54943b8eec283c879d5d454635","indicator":"2.4.1"}